generated/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>awfulbytes</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" />
<link rel="icon" href="/assets/favicon.ico">
</head>
<body>
<div id="content" class="content">
<nav class="navbar">
<ul>
<li><a href="https://awfulbytes.org">home</a></li>
<li><a href="projects.html">projects</a></li>
<li><a href="contact.html">contact</a></li>
<li><a href="about.html">about</a></li>
</ul>
</nav>
<hr />
<p>
<h1 class="title">awfulbytes</h1><br />
</p>
<div id="outline-container-orgc02007b" class="outline-2">
<h2 id="orgc02007b">untunable instruments for sonic explorations</h2>
<div class="outline-text-2" id="text-orgc02007b">
<p>
Even the spell checker needs a dash there to understand what I&rsquo;m making but let me explain&hellip;<br />
What if you had a monophonic source that is <span class="underline">untunable to musical standards</span> with a side effect of <b>sounding different</b>.<br />
</p>
</div>
</div>
<div id="outline-container-org60a945c" class="outline-2">
<h2 id="org60a945c">why untunable though?</h2>
<div class="outline-text-2" id="text-org60a945c">
<p>
The basic reason could be traced back to skill issues but I will defend my self a bit. There are no guides (<i>except some online resources)</i> or a clear distinct way to manufacture <span class="underline">complied</span> electronic instruments due to trademarked and copyrighted information for circuits but also the amount of money to comply with regulations (CE, FCC certs) have made most of the companies not to disclose part of the machines. So the idea is using the available online information acquired from decades of studying and manufacturing tunable <span class="underline">non musical</span> oscillators for various applications like microwave ovens, portable radios, arbitrary function generators among others to create a new bread of electronic instruments. The why&rsquo;s and how&rsquo;s <a href="./oscillator.html">here</a>.<br />
</p>

<p>
This is the goal of <a href="./about.html">this project</a>.<br />
</p>
</div>
</div>
</div>
</body>
</html>
